In [1]:
import pandas as pd

In [3]:
df = pd.read_csv('test.csv')

In [2]:
print(pd.__version__)

2.2.1

In [4]:
df.head()

        Name  Age  Experience
0      Krish   31          10
1  Sudhanshu   30           6
2      Sunny   29           4